export const questions = [
  {
    id: 1,
    question: "มีเลือดออกที่เหงือกเมื่อแปรงฟันหรือบ้วนปากหรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 2,
    question: "รู้สึกว่าเหงือกบวม แดง หรือเจ็บง่ายกว่าก่อนตั้งครรภ์หรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 3,
    question: "มีกลิ่นปากมากขึ้น แม้แปรงฟันแล้วก็ยังมีกลิ่นอยู่หรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 4,
    question: "แพ้ท้องจนแปรงฟันไม่ทั่วถึงใช่ไหม?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 5,
    question: "รู้สึกว่ามีคราบหินปูนสะสมมากขึ้นระหว่างตั้งครรภ์หรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 6,
    question: "ไม่ได้ใช้ไหมขัดฟันเป็นประจำใช่หรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 7,
    question: "รู้สึกว่าเหงือกร่น เห็นฟันยาวขึ้นหรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 8,
    question: "ฟันบางซี่รู้สึกโยกมากขึ้นกว่าเดิมหรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 9,
    question: "เคยสังเกตเห็นหนองหรือของเหลวคล้ายหนองออกจากเหงือกหรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 10,
    question: "มีอาการเจ็บเหงือกหรือเจ็บเวลาเคี้ยวอาหารหรือไม่?",
    options: ["ใช่", "ไม่ใช่"],
  },
];
