export const questions = [
  {
    id: 1,
    question: "แปรงฟันอย่างน้อยวันละ 2 ครั้ง ครั้งละ 2 นาที",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 2,
    question: "ใช้ไหมขัดฟันอย่างน้อยวันละ 1 ครั้ง",
    options: ["ใช่", "ไม่ใช่"],
  },
  { id: 3, question: "มีเลือดออกขณะแปรงฟัน", options: ["ใช่", "ไม่ใช่"] },
  {
    id: 4,
    question: "มีอาการเหงือกบวม แดงหรือเจ็บ",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 5,
    question: "สังเกตเห็นแผ่นสีขาวบนผิวฟัน",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 6,
    question: "มีฟันผุหรือพบจุดสีดำหรือรูบนผิวฟัน",
    options: ["ใช่", "ไม่ใช่"],
  },
  {
    id: 7,
    question: "รู้สึกเสียวฟันหรือปวดฟันในช่วงตั้งครรภ์",
    options: ["ใช่", "ไม่ใช่"],
  },
  { id: 8, question: "มีกลิ่นปากมากขึ้น", options: ["ใช่", "ไม่ใช่"] },
  { id: 9, question: "อาเจียนบ่อย", options: ["ใช่", "ไม่ใช่"] },
  { id: 10, question: "กินขนมหวานบ่อยครั้ง", options: ["ใช่", "ไม่ใช่"] },
];
