export const questionToResultId = {
  1: 6,
  2: 6,
  3: 1,
  4: 1,
  5: 3,
  6: 2,
  7: 2,
  8: 3,
  9: 4,
  10: 5,
};

export const resultDetails = {
  1: {
    message: "คุณมีเหงือกอักเสบ",
    protect:
      "ใช้แปรงสีฟันขนนุ่ม\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ไหมขัดฟัน\nพบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 4-6) ของการตั้งครรภ์",
  },
  2: {
    message: "คุณมีฟันผุ",
    protect:
      "พบทันตแพทย์เพื่ออุดฟัน ในไตรมาสที่ 2 (เดือนที่ 4-6) ของการตั้งครรภ์\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ไหมขัดฟัน\nใช้ยาสีฟันผสมฟลูออไรด์\nลดขนมหวานและน้ำหวาน",
  },
  3: {
    message: "คุณมีหินปูน",
    protect:
      "พบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 4-6) ของการตั้งครรภ์\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ไหมขัดฟัน",
  },
  4: {
    message: "คุณเสี่ยงฟันสึก",
    protect:
      "หากมีอาการแพ้ท้องบ่อย ให้บ้วนน้ำสะอาดก่อนแปรงฟัน ไม่ควรแปรงทันทีหลังอาเจียน\nใช้แปรงสีฟันขนนุ่ม\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน",
  },
  5: {
    message: "คุณเสี่ยงฟันผุ",
    protect:
      "กินจุบจิบให้น้อยลง หากหิวบ่อย ให้เลือกผลไม้ไม่หวานจัด ของต้ม หรือของนึ่ง\nเคี้ยวหมากฝรั่งไร้น้ำตาล\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน",
  },
  6: {
    message: "คุณดูแลสุขภาพช่องปากได้ดีมาก",
    protect:
      "แปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน\nพบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 4-6) ของการตั้งครรภ์",
  },
  7: {
    message: "คุณดูแลสุขภาพช่องปากได้ดี",
    protect:
      "แปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน\nพบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 4-6) ของการตั้งครรภ์",
  },
};
