export const questionToResultId = {
  1: 6,
  2: 6,
  3: 1,
  4: 1,
  5: 3,
  6: 2,
  7: 2,
  8: 3,
  9: 4,
  10: 5,
};

export const resultDetails = {
  // New consolidated risk-level results
  low: {
    message: "คุณมีความเสี่ยงต่ำ",
    protect:
      "เหงือกโดยรวมยังแข็งแรง อาจมีการอักเสบเล็กน้อยจากฮอร์โมน แต่ยังไม่ลุกลาม\nแปรงฟันวันละ 2 ครั้ง ด้วยยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟันทุกวัน\nตรวจฟันอย่างน้อย 1 ครั้งระหว่างตั้งครรภ์",
  },
  medium: {
    message: "คุณมีความเสี่ยงปานกลาง",
    protect:
      "มีแนวโน้มเป็น เหงือกอักเสบจากการตั้งครรภ์ หากไม่ดูแล อาจพัฒนาเป็นโรคปริทันต์ได้\nแปรงฟันวันละ 2 ครั้ง ด้วยยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟันทุกวัน\nเข้าพบทันตแพทย์เพื่อตรวจและขูดหินปูน\n(ช่วงที่เหมาะสมที่สุดในการทำฟันคือ ไตรมาสที่ 2)",
  },
  high: {
    color: "red",
    message: "คุณมีความเสี่ยงสูง",
    protect:
      "เสี่ยงเป็นโรคปริทันต์ มีความสัมพันธ์กับการคลอดก่อนกำหนด และ ทารกน้ำหนักน้อย\nควรพบทันตแพทย์ทันที\nอาจต้องเกลารากฟันและติดตามอาการทุก 1-3 เดือน\nดูแลช่องปากอย่างเข้มงวดจนคลอด",
  },
};
