export const resultMap = {
  1: {
    id: 6,
    message: "คุณดูแลสุขภาพช่องปากได้ดีมาก",
    protect:
      "แปรงฟันวันละ 2ครั้ง ครั้งละ 2นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน\n พบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่2 (เดือนที่ 46)ของการตั้งครรภ์",
  },
  2: {
    id: 6,
    message: "คุณดูแลสุขภาพช่องปากได้ดีมาก",
    protect:
      "แปรงฟันวันละ 2ครั้ง ครั้งละ 2นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน\nพบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่2 (เดือนที่ 46)ของการตั้งครรภ์",
  },
  3: {
    id: 1,
    message: "คุณมีเหงือกอักเสบ",
    protect:
      "ใช้แปรงสีฟันขนนุ่ม\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2นาที\nใช้ไหมขัดฟัน\nพบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 46)ของการตั้งครรภ์ ",
  },
  4: {
    id: 1,
    message: "คุณมีเหงือกอักเสบ",
    protect:
      "ใช้แปรงสีฟันขนนุ่ม\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2นาที\nใช้ไหมขัดฟัน\nพบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 46)ของการตั้งครรภ์ ",
  },
  5: {
    id: 3,
    message: "คุณมีหินปูน",
    protect:
      "พบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 46)ของการตั้งครรภ์\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ไหมขัดฟัน",
  },
  6: {
    id: 2,
    message: "คุณมีฟันผุ",
    protect:
      "พบทันตแพทย์เพื่ออุดฟัน ในไตรมาสที่ 2(เดือนที่ 46)ของการตั้งครรภ์\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ไหมขัดฟัน\nใช้ยาสีฟันผสมฟลูออไรด์\nลดขนมหวานและน้ำหวาน",
  },
  7: {
    id: 2,
    message: "คุณมีฟันผุ",
    protect:
      "พบทันตแพทย์เพื่ออุดฟัน ในไตรมาสที่ 2(เดือนที่ 46)ของการตั้งครรภ์\n แปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ไหมขัดฟัน\nใช้ยาสีฟันผสมฟลูออไรด์\n ลดขนมหวานและน้ำหวาน",
  },
  8: {
    id: 3,
    message: "คุณมีหินปูน",
    protect:
      "พบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 46)ของการตั้งครรภ์\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ไหมขัดฟัน",
  },
  9: {
    id: 4,
    message: "คุณเสี่ยงฟันสึก",
    protect:
      "หากมีอาการแพ้ท้องบ่อย ให้บ้วนน้ำสะอาดก่อนแปรงฟัน ไม่ควรแปรงทันทีหลังอาเจียน\nใช้แปรงสีฟันขนนุ่ม\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน",
  },
  10: {
    id: 5,
    message: "คุณเสี่ยงฟันผุ",
    protect:
      "กินจุบจิบให้น้อยลง หากหิวบ่อย ให้เลือกผลไม้ไม่หวานจัด,ของต้ม,ของนึ่ง\nเคี้ยวหมากฝรั่งไร้น้ำตาล\nแปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน",
  },
  11: {
    id: 7,
    message: "คุณดูแลสุขภาพช่องปากได้ดี",
    protect:
      "แปรงฟันวันละ 2 ครั้ง ครั้งละ 2 นาที\nใช้ยาสีฟันผสมฟลูออไรด์\nใช้ไหมขัดฟัน\nใช้ยาสีฟันผสมฟลูออไรด์\nพบทันตแพทย์เพื่อขูดหินปูน ในไตรมาสที่ 2 (เดือนที่ 4-6)ของการตั้งครรภ์",
  },
};
